Repository: CheetahCodes21/PetApp
Catalog: PetApp/Localizable.xcstrings
Source language: en
Languages: es, fr, hi, zh

source: %lld Days
es: %lld días
fr: %lld jours
hi: %lld दिन
zh: %lld 天

source: %lld days old
es: %lld días de edad
fr: %lld jours
hi: %lld दिन का
zh: %lld 天大

source: 1 day old
es: 1 día de edad
fr: 1 jour
hi: 1 दिन का
zh: 1 天大

source: A companion for your everyday memories.
es: Un compañero para tus recuerdos de cada día.
fr: Un compagnon pour vos souvenirs du quotidien.
hi: आपकी रोज़मर्रा की यादों का एक साथी।
zh: 陪伴你日常回忆的伙伴。

source: A few permissions
es: Algunos permisos
fr: Quelques autorisations
hi: कुछ अनुमतियाँ
zh: 一些权限

source: About / Version Info
es: Acerca de / Versión
fr: À propos / Version
hi: जानकारी / संस्करण
zh: 关于 / 版本信息

source: Accessibility settings
es: Ajustes de accesibilidad
fr: Paramètres d'accessibilité
hi: सुलभता सेटिंग्स
zh: 辅助功能设置

source: Age
es: Edad
fr: Âge
hi: आयु
zh: 年龄

source: Allow access
es: Permitir acceso
fr: Autoriser l'accès
hi: पहुँच की अनुमति दें
zh: 允许访问

source: At least 6 characters.
es: Al menos 6 caracteres.
fr: Au moins 6 caractères.
hi: कम से कम 6 अक्षर।
zh: 至少 6 个字符。

source: Back
es: Atrás
fr: Retour
hi: पीछे
zh: 返回

source: Born today
es: Nacido hoy
fr: Né aujourd'hui
hi: आज जन्मा
zh: 今天出生

source: By using this App, you agree to the **Terms** and **Privacy Policy**.
es: Al usar esta app, aceptas los **Términos** y la **Política de privacidad**.
fr: En utilisant cette app, vous acceptez les **Conditions** et la **Politique de confidentialité**.
hi: इस ऐप का उपयोग करके, आप **शर्तों** और **गोपनीयता नीति** से सहमत होते हैं।
zh: 使用本应用即表示你同意**条款**和**隐私政策**。

source: Camera
es: Cámara
fr: Appareil photo
hi: कैमरा
zh: 相机

source: Cancel
es: Cancelar
fr: Annuler
hi: रद्द करें
zh: 取消

source: Choose your MemoMe
es: Elige tu MemoMe
fr: Choisissez votre MemoMe
hi: अपना MemoMe चुनें
zh: 选择你的 MemoMe

source: Choose your pet
es: Elige tu mascota
fr: Choisissez votre animal
hi: अपना पालतू चुनें
zh: 选择你的宠物

source: Choose your plant
es: Elige tu planta
fr: Choisissez votre plante
hi: अपना पौधा चुनें
zh: 选择你的植物

source: Colour
es: Color
fr: Couleur
hi: रंग
zh: 颜色

source: Companion name
es: Nombre del compañero
fr: Nom du compagnon
hi: साथी का नाम
zh: 伙伴的名字

source: Continue
es: Continuar
fr: Continuer
hi: जारी रखें
zh: 继续

source: Continue with email
es: Continuar con correo
fr: Continuer avec l'e-mail
hi: ईमेल से जारी रखें
zh: 使用邮箱继续

source: Continue with email or Phone No.
es: Continuar con correo o teléfono
fr: Continuer avec e-mail ou téléphone
hi: ईमेल या फ़ोन नंबर से जारी रखें
zh: 使用邮箱或电话号码继续

source: Create account
es: Crear cuenta
fr: Créer un compte
hi: खाता बनाएँ
zh: 创建账户

source: Create an account
es: Crear una cuenta
fr: Créer un compte
hi: एक खाता बनाएँ
zh: 创建一个账户

source: Create my MemoMe
es: Crear mi MemoMe
fr: Créer mon MemoMe
hi: मेरा MemoMe बनाएँ
zh: 创建我的 MemoMe

source: Create your MemoMe account.
es: Crea tu cuenta de MemoMe.
fr: Créez votre compte MemoMe.
hi: अपना MemoMe खाता बनाएँ।
zh: 创建你的 MemoMe 账户。

source: Dark
es: Oscuro
fr: Sombre
hi: गहरा
zh: 深色

source: Date of birth
es: Fecha de nacimiento
fr: Date de naissance
hi: जन्म तिथि
zh: 出生日期

source: Day
es: día
fr: jour
hi: दिन
zh: 天

source: Days
es: días
fr: jours
hi: दिन
zh: 天

source: Delete account
es: Eliminar cuenta
fr: Supprimer le compte
hi: खाता हटाएँ
zh: 删除账户

source: Delete your account?
es: ¿Eliminar tu cuenta?
fr: Supprimer votre compte ?
hi: अपना खाता हटाएँ?
zh: 删除你的账户？

source: Edit companion
es: Editar compañero
fr: Modifier le compagnon
hi: साथी संपादित करें
zh: 编辑伙伴

source: Edit email
es: Editar correo
fr: Modifier l'e-mail
hi: ईमेल संपादित करें
zh: 编辑邮箱

source: Edit password
es: Editar contraseña
fr: Modifier le mot de passe
hi: पासवर्ड संपादित करें
zh: 编辑密码

source: Email
es: Correo electrónico
hi: ईमेल
zh: 邮箱

source: feed
es: alimentar
fr: nourrir
hi: खिलाएँ
zh: 喂食

source: Font size
es: Tamaño de texto
fr: Taille du texte
hi: फ़ॉन्ट आकार
zh: 字体大小

source: Food bar
es: Barra de comida
fr: Barre de nourriture
hi: भोजन बार
zh: 食物条

source: Food Bar
es: Barra de comida
fr: Barre de nourriture
hi: भोजन बार
zh: 食物条

source: For gentle reminders and your daily question.
es: Para recordatorios suaves y tu pregunta diaria.
fr: Pour de doux rappels et votre question quotidienne.
hi: कोमल अनुस्मारक और आपके दैनिक सवाल के लिए।
zh: 用于温和的提醒和你的每日问题。

source: Forgot password?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
hi: पासवर्ड भूल गए?
zh: 忘记密码？

source: Full name
es: Nombre completo
fr: Nom complet
hi: पूरा नाम
zh: 全名

source: Get started
es: Empezar
fr: Commencer
hi: शुरू करें
zh: 开始

source: Happiness Level
es: Nivel de felicidad
fr: Niveau de bonheur
hi: खुशी का स्तर
zh: 幸福值

source: Happiness level, %lld of 3
es: Nivel de felicidad, %lld de 3
fr: Niveau de bonheur, %lld sur 3
hi: खुशी का स्तर, 3 में से %lld
zh: 幸福值，3 中的 %lld

source: Hello, this is how I will read your memories.
es: Hola, así es como leeré tus recuerdos.
fr: Bonjour, voici comment je lirai vos souvenirs.
hi: नमस्ते, मैं आपकी यादें इस तरह पढ़कर सुनाऊँगी।
zh: 你好，我会像这样为您朗读您的回忆。

source: Help & Support
es: Ayuda y soporte
fr: Aide et assistance
hi: सहायता और समर्थन
zh: 帮助与支持

source: I already have an account
es: Ya tengo una cuenta
fr: J'ai déjà un compte
hi: मेरे पास पहले से खाता है
zh: 我已经有账户了

source: Language
es: Idioma
fr: Langue
hi: भाषा
zh: 语言

source: Lock screen notification
es: Notificación en pantalla bloqueada
fr: Notification sur l'écran verrouillé
hi: लॉक स्क्रीन सूचना
zh: 锁屏通知

source: Log into account
es: Iniciar sesión
fr: Se connecter
hi: खाते में लॉग इन करें
zh: 登录账户

source: MemoMe only asks for what it needs to help you.
es: MemoMe solo pide lo que necesita para ayudarte.
fr: MemoMe ne demande que ce dont il a besoin pour vous aider.
hi: MemoMe केवल वही माँगता है जो आपकी मदद के लिए ज़रूरी है।
zh: MemoMe 只请求帮助你所需要的权限。

source: Memories
es: Recuerdos
fr: Souvenirs
hi: यादें
zh: 回忆

source: Memory Streak
es: Racha de recuerdos
fr: Série de souvenirs
hi: याद श्रृंखला
zh: 回忆连续天数

source: Microphone
es: Micrófono
hi: माइक्रोफ़ोन
zh: 麦克风

source: My birthday
es: Mi cumpleaños
fr: Mon anniversaire
hi: मेरा जन्मदिन
zh: 我的生日

source: My name
es: Mi nombre
fr: Mon nom
hi: मेरा नाम
zh: 我的名字

source: New password
es: Nueva contraseña
fr: Nouveau mot de passe
hi: नया पासवर्ड
zh: 新密码

source: Next
es: Siguiente
fr: Suivant
hi: अगला
zh: 下一步

source: Not set
es: Sin definir
fr: Non défini
hi: सेट नहीं है
zh: 未设置

source: Notifications
es: Notificaciones
hi: सूचनाएँ
zh: 通知

source: Once you record a memory, you'll find it here to listen back to, search, and treasure.
es: Cuando grabes un recuerdo, lo encontrarás aquí para escucharlo, buscarlo y atesorarlo.
fr: Une fois un souvenir enregistré, vous le retrouverez ici pour l'écouter, le rechercher et le chérir.
hi: जब आप कोई याद रिकॉर्ड करेंगे, तो वह यहाँ मिलेगी—सुनने, खोजने और सहेजने के लिए।
zh: 录制回忆后，你可以在这里回听、搜索并珍藏它。

source: or
es: o
fr: ou
hi: या
zh: 或

source: Password
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
zh: 密码

source: Personal details
es: Datos personales
fr: Informations personnelles
hi: व्यक्तिगत विवरण
zh: 个人信息

source: Photo Library
es: Fototeca
fr: Photothèque
hi: फ़ोटो लाइब्रेरी
zh: 照片图库

source: Pick a companion and make it yours.
es: Elige un compañero y hazlo tuyo.
fr: Choisissez un compagnon et personnalisez-le.
hi: एक साथी चुनें और उसे अपना बनाएँ।
zh: 选择一个伙伴，让它成为你的。

source: Recording coming soon
es: Grabación próximamente
fr: Enregistrement bientôt disponible
hi: रिकॉर्डिंग जल्द आ रही है
zh: 录音功能即将推出

source: Save
es: Guardar
fr: Enregistrer
hi: सहेजें
zh: 保存

source: Set things up so MemoMe is comfortable to use.
es: Configura MemoMe para que sea cómodo de usar.
fr: Configurez MemoMe pour qu'il soit agréable à utiliser.
hi: MemoMe को आरामदायक बनाने के लिए सेट करें।
zh: 进行设置，让 MemoMe 用起来更舒适。

source: Settings
es: Ajustes
fr: Réglages
hi: सेटिंग्स
zh: 设置

source: Show as sick if not fed in time
es: Mostrar enfermo si no se alimenta a tiempo
fr: Montrer malade s'il n'est pas nourri à temps
hi: समय पर न खिलाने पर बीमार दिखाएँ
zh: 未按时喂养时显示生病

source: Sign In
es: Iniciar sesión
fr: Se connecter
hi: साइन इन
zh: 登录

source: Sign out
es: Cerrar sesión
fr: Se déconnecter
hi: साइन आउट
zh: 退出登录

source: Sign out of MemoMe?
es: ¿Cerrar sesión de MemoMe?
fr: Se déconnecter de MemoMe ?
hi: MemoMe से साइन आउट करें?
zh: 退出 MemoMe？

source: Sign up with email
es: Registrarse con correo
fr: S'inscrire avec un e-mail
hi: ईमेल से साइन अप करें
zh: 使用邮箱注册

source: Something went wrong
es: Algo salió mal
fr: Une erreur s'est produite
hi: कुछ गड़बड़ हो गई
zh: 出了点问题

source: Step %lld / 3
es: Paso %lld / 3
fr: Étape %lld / 3
hi: चरण %lld / 3
zh: 第 %lld / 3 步

source: tap to record
es: toca para grabar
fr: appuyez pour enregistrer
hi: रिकॉर्ड करने के लिए टैप करें
zh: 点按以录音

source: Tell a story about a good friend.
es: Cuenta una historia sobre un buen amigo.
fr: Raconte une histoire sur un bon ami.
hi: किसी अच्छे दोस्त के बारे में एक कहानी सुनाएँ।
zh: 讲一个关于好朋友的故事。

source: Test voice
es: Probar voz
fr: Tester la voix
hi: आवाज़ जांचें
zh: 测试语音

source: Text size
es: Tamaño de texto
fr: Taille du texte
hi: टेक्स्ट आकार
zh: 文字大小

source: Text-to-voice
es: Texto a voz
fr: Synthèse vocale
hi: टेक्स्ट-टू-वॉइस
zh: 文字转语音

source: Theme
es: Tema
fr: Thème
hi: थीम
zh: 主题

source: This permanently removes your account. You'll be signed out.
es: Esto elimina tu cuenta de forma permanente. Se cerrará tu sesión.
fr: Cela supprime définitivement votre compte. Vous serez déconnecté.
hi: यह आपका खाता स्थायी रूप से हटा देता है। आप साइन आउट हो जाएँगे।
zh: 这将永久删除你的账户。你将被退出登录。

source: To add a picture from your library to a memory.
es: Para añadir una imagen de tu galería a un recuerdo.
fr: Pour ajouter une image de votre bibliothèque à un souvenir.
hi: अपनी लाइब्रेरी से किसी याद में तस्वीर जोड़ने के लिए।
zh: 从图库添加图片到回忆。

source: To record your memories in your own voice.
es: Para grabar tus recuerdos con tu propia voz.
fr: Pour enregistrer vos souvenirs avec votre propre voix.
hi: अपनी यादें अपनी आवाज़ में रिकॉर्ड करने के लिए।
zh: 用你自己的声音录制回忆。

source: To take a photo to go with a memory.
es: Para tomar una foto que acompañe un recuerdo.
fr: Pour prendre une photo à associer à un souvenir.
hi: किसी याद के साथ फ़ोटो लेने के लिए।
zh: 拍一张照片配合回忆。

source: Type
es: Tipo
hi: प्रकार
zh: 类型

source: Vibrate phone when fed
es: Vibrar el teléfono al alimentar
fr: Faire vibrer le téléphone lors du repas
hi: खिलाने पर फ़ोन कंपन करें
zh: 喂食时手机震动

source: Voice speed
es: Velocidad de voz
fr: Vitesse de la voix
hi: आवाज़ की गति
zh: 语音速度

source: We'll use this to keep your memories safe.
es: Usaremos esto para mantener tus recuerdos a salvo.
fr: Nous l'utiliserons pour protéger vos souvenirs.
hi: हम इसका उपयोग आपकी यादें सुरक्षित रखने के लिए करेंगे।
zh: 我们会用它来妥善保管你的回忆。

source: Welcome back!
es: ¡Bienvenido de nuevo!
fr: Bon retour !
hi: वापस स्वागत है!
zh: 欢迎回来！

source: Welcome to MemoMe!
es: ¡Bienvenido a MemoMe!
fr: Bienvenue sur MemoMe !
hi: MemoMe में आपका स्वागत है!
zh: 欢迎来到 MemoMe！

source: What are you looking forward to?
es: ¿Qué es lo que esperas con ilusión?
fr: Qu'attends-tu avec impatience ?
hi: आप किस बात का इंतज़ार कर रहे हैं?
zh: 你在期待什么？

source: What is a favourite memory from your childhood?
es: ¿Cuál es un recuerdo favorito de tu infancia?
fr: Quel est un souvenir préféré de ton enfance ?
hi: आपके बचपन की कोई पसंदीदा याद क्या है?
zh: 你童年最喜欢的回忆是什么？

source: What is a meal that reminds you of home?
es: ¿Qué comida te recuerda a casa?
fr: Quel plat te rappelle la maison ?
hi: कौन सा भोजन आपको घर की याद दिलाता है?
zh: 哪道菜让你想起家？

source: What is a small thing that brought you joy today?
es: ¿Qué pequeña cosa te dio alegría hoy?
fr: Quelle petite chose t'a apporté de la joie aujourd'hui ?
hi: आज किस छोटी बात ने आपको खुशी दी?
zh: 今天有什么小事让你感到快乐？

source: What is a song that means a lot to you?
es: ¿Qué canción significa mucho para ti?
fr: Quelle chanson compte beaucoup pour toi ?
hi: कौन सा गाना आपके लिए बहुत मायने रखता है?
zh: 哪首歌对你意义重大？

source: What is something kind you did or saw recently?
es: ¿Qué acto amable hiciste o viste recientemente?
fr: Quel geste gentil as-tu fait ou vu récemment ?
hi: हाल ही में आपने कौन सा दयालु काम किया या देखा?
zh: 最近你做过或看到过什么善举？

source: What made you smile today?
es: ¿Qué te hizo sonreír hoy?
fr: Qu'est-ce qui t'a fait sourire aujourd'hui ?
hi: आज आपको किस बात ने मुस्कुराया?
zh: 今天什么让你微笑了？

source: Where is a place you have always loved?
es: ¿Cuál es un lugar que siempre has amado?
fr: Quel est un endroit que tu as toujours aimé ?
hi: कौन सी जगह आपको हमेशा से पसंद रही है?
zh: 有哪个地方你一直很喜欢？

source: Who is someone you are grateful for?
es: ¿Por quién estás agradecido?
fr: À qui es-tu reconnaissant ?
hi: आप किसके लिए आभारी हैं?
zh: 你感激的人是谁？

source: Your memories stay safely saved. You can sign back in anytime.
es: Tus recuerdos permanecen guardados de forma segura. Puedes volver a iniciar sesión cuando quieras.
fr: Vos souvenirs restent enregistrés en toute sécurité. Vous pouvez vous reconnecter à tout moment.
hi: आपकी यादें सुरक्षित रूप से सहेजी रहती हैं। आप कभी भी वापस साइन इन कर सकते हैं।
zh: 你的回忆会被安全保存。你可以随时重新登录。

source: Your memories will live here
es: Tus recuerdos vivirán aquí
fr: Vos souvenirs vivront ici
hi: आपकी यादें यहाँ रहेंगी
zh: 你的回忆将存放在这里
